{
  "vocabulary": {
    "top": 85,
    "trends": 86,
    "for": 30,
    "2025": 2,
    "what": 92,
    "are": 10,
    "and": 8,
    "how": 42,
    "it": 47,
    "time": 80,
    "when": 93,
    "from": 32,
    "to": 82,
    "health": 38,
    "but": 17,
    "on": 62,
    "of": 61,
    "the": 76,
    "that": 75,
    "at": 12,
    "2026": 3,
    "discover": 26,
    "by": 18,
    "data": 23,
    "in": 44,
    "out": 68,
    "is": 46,
    "about": 4,
    "services": 70,
    "learn": 49,
    "types": 87,
    "best": 14,
    "10": 0,
    "app": 9,
    "our": 67,
    "here": 40,
    "these": 78,
    "will": 95,
    "help": 39,
    "you": 98,
    "find": 29,
    "know": 48,
    "more": 54,
    "all": 6,
    "this": 79,
    "guide": 35,
    "your": 99,
    "free": 31,
    "like": 50,
    "design": 24,
    "an": 7,
    "my": 56,
    "make": 51,
    "so": 72,
    "home": 41,
    "if": 43,
    "we": 90,
    "com": 21,
    "have": 37,
    "tips": 81,
    "online": 64,
    "use": 89,
    "explore": 28,
    "with": 96,
    "ai": 5,
    "need": 57,
    "be": 13,
    "up": 88,
    "do": 27,
    "or": 66,
    "get": 33,
    "world": 97,
    "business": 16,
    "tools": 84,
    "one": 63,
    "can": 19,
    "which": 94,
    "service": 69,
    "software": 73,
    "options": 65,
    "news": 59,
    "management": 52,
    "development": 25,
    "new": 58,
    "has": 36,
    "most": 55,
    "2024": 1,
    "marketing": 53,
    "companies": 22,
    "today": 83,
    "as": 11,
    "shop": 71,
    "their": 77,
    "insurance": 45,
    "not": 60,
    "build": 15,
    "web": 91,
    "some": 74,
    "github": 34,
    "coffee": 20
  },
  "idf": [
    4.225520367586869,
    4.225520367586869,
    3.3241552859293897,
    3.883771073864813,
    3.7371675996729374,
    3.6927158371021034,
    3.6819049209978876,
    3.386190676848843,
    1.4610664955533639,
    4.956407876129662,
    3.1207542133443815,
    3.5605440639936203,
    3.3092296357127142,
    4.024849672124718,
    2.746444273016013,
    4.3226841160405165,
    3.9240449730027525,
    3.994996708975037,
    3.3166646142002323,
    3.4353809210396142,
    5.123461960792828,
    4.364356812441085,
    4.6309854756950335,
    4.171453146316594,
    4.3226841160405165,
    4.476834795867775,
    3.74859629549656,
    4.263260695569716,
    4.009811794760178,
    3.714694743820879,
    1.8343818772513787,
    3.6193845640165536,
    2.7634659605854432,
    3.629536935480572,
    5.816609141352773,
    3.3241552859293897,
    4.244212500599022,
    3.966009172101785,
    4.244212500599022,
    3.883771073864813,
    3.966009172101785,
    3.994996708975037,
    2.926237383456608,
    4.302481408722997,
    2.096407216109796,
    4.956407876129662,
    2.657676352451606,
    3.2172921403870287,
    4.263260695569716,
    3.4353809210396142,
    4.343303403243253,
    4.136966970245425,
    4.576918254424758,
    4.550942768021497,
    3.2728619915418395,
    4.282678781426818,
    4.087370029106053,
    3.994996708975037,
    3.7956638063545456,
    4.476834795867775,
    4.343303403243253,
    2.0811063711544953,
    2.7677670424848335,
    4.154061403604724,
    3.9378382951350885,
    4.6309854756950335,
    3.3546920097894715,
    3.258677356549883,
    3.9378382951350885,
    4.430314780232882,
    3.994996708975037,
    4.136966970245425,
    4.302481408722997,
    3.9240449730027525,
    4.385863017662048,
    2.994148589072819,
    1.5564933682803956,
    4.430314780232882,
    4.087370029106053,
    3.3241552859293897,
    4.071369687759612,
    3.9240449730027525,
    1.7132147436107545,
    4.207171228918673,
    4.525624960037208,
    3.2105581082056847,
    4.430314780232882,
    4.780517209665998,
    3.980397909553884,
    4.009811794760178,
    3.443819789685479,
    4.6309854756950335,
    3.3703173276925527,
    4.407841924380824,
    4.364356812441085,
    4.263260695569716,
    2.42454424325389,
    4.154061403604724,
    2.669326969671581,
    2.4461834183573714
  ],
  "numericMean": [
    0.05670103092783505,
    0.0,
    0.0,
    0.03240058910162003,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.015463917525773196,
    43.43740795287187,
    199.43886141231516,
    28.443298969072163,
    19628.826163265778,
    0.44698085419734906,
    0.24521354933726067,
    0.5699558173784978,
    0.29528718703976436,
    0.4101620029455081,
    0.19661266568483063,
    0.06774668630338733,
    0.05154639175257732,
    0.013254786450662739,
    0.027982326951399118,
    0.020618556701030927,
    0.005154639175257732,
    0.0029455081001472753,
    0.036818851251840944,
    0.4212076583210604,
    0.3011782032400589,
    0.05154639175257732,
    0.04050073637702504,
    2.4241531664212075,
    0.15979381443298968,
    9.916053019145803,
    0.030191458026509573,
    1.0626684892717462,
    1336.639911634757,
    50.48159057437408,
    30.08983799705449,
    1.7547864506627393,
    0.18483063328424154,
    0.039764359351988215,
    0.030927835051546393,
    0.23195876288659795,
    0.3645066273932253,
    2.216494845360825,
    36.703976435935196,
    26.68335787923417,
    0.6126656848306333,
    2.7790868924889542,
    5.62739322533137,
    20.38659793814433,
    16.624447717231224,
    112116.34094256259,
    120.97349042709867,
    8.673048600883652,
    23.750368188512518,
    6.9779086892488955,
    2.177466863033873,
    0.5044182621502209,
    36.79455081001473,
    0.882136592484417,
    4.89159302896416,
    0.06332842415316642,
    7.1539027982326955,
    395.61020917673073,
    0.0029455081001472753,
    0.0,
    9.040500736377025,
    3.01620029455081,
    0.0029360144525384423,
    0.0023310702501123234,
    0.002279107342316624,
    0.0012876575539380237,
    7.077319587628866,
    7.1539027982326955,
    0.010309278350515464,
    0.03240058910162003,
    0.016200294550810016,
    0.0817378497790869,
    0.4484536082474227,
    0.0029455081001472753,
    1.910898379970545,
    0.01696195943737216
  ],
  "numericScale": [
    0.23127045643478705,
    1.0,
    1.0,
    0.17706154559216777,
    1.0,
    1.0,
    1.0,
    1.0,
    1.0,
    1.0,
    1.0,
    1.0,
    1.0,
    0.12338875467614122,
    41.73628706632244,
    158.23713918669532,
    34.36952804508224,
    94096.43303993957,
    0.49718102355012883,
    0.4302137428751999,
    0.4950819968600225,
    0.45617174858808446,
    0.4918629222509456,
    0.3974369451587731,
    0.25131070967688146,
    0.221109387520895,
    0.11436388016681792,
    0.16492215233189592,
    0.14210359538237152,
    0.07161053602809278,
    0.05419254637105795,
    0.18831681667959466,
    0.49375273861798075,
    0.45876997845668427,
    0.22110938752089976,
    0.19713048148356688,
    29.51986535365491,
    0.3664147258257267,
    55.416779611209186,
    0.1711138039105656,
    5.4175550614827905,
    1453.924037463234,
    150.07025119715544,
    83.00779387331488,
    2.461387213798818,
    0.38816010908385273,
    0.19540510504414546,
    0.17312222292522333,
    0.422082806101736,
    0.48129153948479086,
    6.947009110286031,
    59.27911934297766,
    35.254636978545214,
    2.721520376410954,
    3.5136726490026886,
    11.708205554182166,
    48.235126410072105,
    81.90753465306085,
    289451.1641193036,
    135.6294577616029,
    56.80368768740866,
    102.55358301594421,
    47.771665868361865,
    5.31747823051162,
    1.0274127429372637,
    132.82176503242934,
    1.5267028239439047,
    6.657779199212456,
    0.2435527352493587,
    11.74147245833399,
    508.60382113175314,
    0.05419254637105787,
    1.0,
    15.978694680612826,
    3.9804052081601284,
    0.0056115845868058,
    0.002864482550706468,
    0.004278575934714257,
    0.0031514586253195026,
    11.520196820752684,
    11.74147245833399,
    0.10100988630033846,
    0.1770615455921682,
    0.12624517815456174,
    0.2739649132509084,
    4.465370911025452,
    0.054192546371057894,
    12.867691348342525,
    0.11968188059437929
  ],
  "classLabels": [
    "article",
    "forum",
    "product",
    "collection",
    "listing",
    "documentation",
    "service"
  ],
  "nNumeric": 89,
  "nTfidf": 100,
  "tokenPattern": "(?u)\\b\\w\\w+\\b",
  "ngramRange": [
    1,
    1
  ],
  "lowercase": true
}